Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# statusMenu.keepMacAwake
source: Keep Mac Awake
ar: إبقاء ماك مستيقظا
de: Halten Sie Mac wach
es: Mantenga a Mac despierto
fr: Gardez Mac éveillé
ja: Macをスリープさせない
ko: Mac을 깨어있게 유지
zh_hans: 保持 Mac 唤醒
zh_hant: 讓 Mac 保持清醒

# statusMenu.markAllRead
source: Mark All Read
ar: تعليم الكل كمقروء
bs: Označi sve kao pročitano
da: Marker alle som læste
de: Alle als gelesen markieren
es: Marcar todo como leído
fr: Tout marquer comme lu
it: Segna tutto come letto
ja: すべて既読にする
ko: 모두 읽음으로 표시
nb: Merk alle som lest
pl: Oznacz wszystko jako przeczytane
pt_br: Marcar Tudo como Lido
ru: Отметить все как прочитанные
th: ทำเครื่องหมายว่าอ่านทั้งหมดแล้ว
tr: Tümünü Okundu İşaretle
uk: Позначити все як прочитане
zh_hans: 全部标记为已读
zh_hant: 全部標為已讀

# statusMenu.noUnread
source: No unread notifications
ar: لا توجد إشعارات غير مقروءة
bs: Nema nepročitanih obavještenja
da: Ingen ulæste notifikationer
de: Keine ungelesenen Benachrichtigungen
es: Sin notificaciones no leídas
fr: Aucune notification non lue
it: Nessuna notifica non letta
ja: 未読の通知はありません
ko: 읽지 않은 알림 없음
nb: Ingen uleste varsler
pl: Brak nieprzeczytanych powiadomień
pt_br: Nenhuma notificação não lida
ru: Нет непрочитанных уведомлений
th: ไม่มีการแจ้งเตือนที่ยังไม่อ่าน
tr: Okunmamış bildirim yok
uk: Непрочитаних сповіщень немає
zh_hans: 没有未读通知
zh_hant: 沒有未讀通知

# statusMenu.profiling.archiveReadyFormat
source: Attachment: %@
ar: المرفق: %@
de: Anhang: %@
es: Archivo adjunto: %@
fr: Pièce jointe : %@
ja: 添付ファイル: %@
ko: 첨부 파일: %@
zh_hans: 附件：%@
zh_hant: 附件：%@

# statusMenu.profiling.attachmentReadyFormat
source: %d profiling files will be zipped and attached.
ar: سيتم ضغط %d ملف لتحليل الأداء وإرفاقها.
de: %d Profiling-Dateien werden gezippt und angehängt.
es: Se comprimirán en ZIP y se adjuntarán %d archivos de perfilado.
fr: %d fichiers de profilage seront compressés et joints.
ja: %d個のプロファイリングファイルがZIP圧縮されて添付されます。
ko: %d개의 프로파일링 파일이 압축되어 첨부됩니다.
zh_hans: %d 个性能分析文件将被压缩并附加。
zh_hant: %d 個效能分析檔案將會壓縮並附加。

# statusMenu.profiling.attachmentWaiting
source: Attachment will be ready after capture.
ar: سيكون المرفق جاهزاً بعد الالتقاط.
de: Anhang ist nach der Erfassung bereit.
es: El archivo adjunto estará listo después de la captura.
fr: La pièce jointe sera prête après la capture.
ja: キャプチャ後に添付ファイルを準備します。
ko: 캡처가 완료되면 첨부 파일이 준비됩니다.
zh_hans: 采集完成后附件即可用。
zh_hant: 附件將在擷取完成後準備就緒。

# statusMenu.profiling.bodyFormat
source: Recording CPU, SwiftUI, memory, and system traces for %d seconds each. Finalizing may take longer.
ar: جاري تسجيل آثار المعالج، وSwiftUI، والذاكرة، والنظام لمدة %d ثانية لكل منها. قد يستغرق إنهاء العملية وقتًا أطول.
de: Aufzeichnung von CPU-, SwiftUI-, Speicher- und System-Traces für jeweils %d Sekunden. Der Abschluss kann länger dauern.
es: Registrando trazas de CPU, SwiftUI, memoria y sistema durante %d segundos cada una. Finalizar puede llevar más tiempo.
fr: Enregistrement des traces CPU, SwiftUI, mémoire et système pendant %d secondes chacune. La finalisation peut prendre plus de temps.
ja: CPU、SwiftUI、メモリ、およびシステムトレースをそれぞれ%d秒間記録しています。完了処理にはさらに時間がかかる場合があります。
ko: CPU, SwiftUI, 메모리 및 시스템 추적을 각각 %d초 동안 기록합니다. 완료하는 데 시간이 더 걸릴 수 있습니다.
zh_hans: 正在记录 CPU、SwiftUI、内存和系统跟踪，每项各持续 %d 秒。完成可能需要更长时间。
zh_hant: 正在記錄 CPU、SwiftUI、記憶體和系統追蹤，各 %d 秒。完成處理可能需要較長時間。

# statusMenu.profiling.close
source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
zh_hans: 关闭
zh_hant: 關閉

# statusMenu.profiling.completeBody
source: The profile archive is ready. cmux is opening the submission draft now.
ar: أرشيف ملف التعريف جاهز. يقوم cmux بفتح مسودة الإرسال الآن.
de: Das Profilarchiv ist bereit. cmux öffnet jetzt den Entwurf zur Übermittlung.
es: El archivo de perfil está listo. cmux está abriendo el borrador de envío ahora.
fr: L'archive de profil est prête. cmux ouvre actuellement le brouillon de soumission.
ja: プロファイルアーカイブの準備ができました。cmuxが送信用の下書きを開いています。
ko: 프로필 아카이브가 준비되었습니다. cmux가 제출 초안을 엽니다.
zh_hans: 性能分析归档已就绪。cmux 正在打开提交草稿。
zh_hant: 效能設定檔封存已就緒。cmux 正在開啟提交草稿。

# statusMenu.profiling.completeTitle
source: Capture complete
ar: اكتمل الالتقاط
de: Erfassung abgeschlossen
es: Captura completada
fr: Capture terminée
ja: キャプチャが完了しました
ko: 캡처 완료
zh_hans: 采集完成
zh_hant: 擷取完成

# statusMenu.profiling.draftFailed
source: The email draft could not be opened.
ar: تعذر فتح مسودة البريد الإلكتروني.
de: Der E-Mail-Entwurf konnte nicht geöffnet werden.
es: No se pudo abrir el borrador de correo electrónico.
fr: Impossible d'ouvrir le brouillon d'e-mail.
ja: メール下書きを開けませんでした。
ko: 이메일 초안을 열 수 없습니다.
zh_hans: 无法打开邮件草稿。
zh_hant: 無法開啟電子郵件草稿。

# statusMenu.profiling.draftOpened
source: The email draft is open.
ar: مسودة البريد الإلكتروني مفتوحة.
de: Der E-Mail-Entwurf ist geöffnet.
es: El borrador de correo electrónico está abierto.
fr: Le brouillon d'e-mail est ouvert.
ja: メール下書きを開きました。
ko: 이메일 초안이 열렸습니다.
zh_hans: 邮件草稿已打开。
zh_hant: 電子郵件草稿已開啟。

# statusMenu.profiling.emailFailed
source: The email could not be sent.
ar: تعذر إرسال البريد الإلكتروني.
de: Die E-Mail konnte nicht gesendet werden.
es: No se pudo enviar el correo electrónico.
fr: L'e-mail n'a pas pu être envoyé.
ja: メールを送信できませんでした。
ko: 이메일을 전송하지 못했습니다.
zh_hans: 邮件发送失败。
zh_hant: 無法傳送電子郵件。

# statusMenu.profiling.emailLabel
source: Your email
ar: البريد الإلكتروني الخاص بك
de: Ihre E-Mail
es: Tu correo electrónico
fr: Votre email
ja: メールアドレス
ko: 귀하의 이메일
zh_hans: 你的邮箱
zh_hant: 您的電子郵件

# statusMenu.profiling.emailSent
source: Email sent.
ar: تم إرسال البريد الإلكتروني.
de: E-Mail gesendet.
es: Correo electrónico enviado.
fr: E-mail envoyé.
ja: メールを送信しました。
ko: 이메일 전송됨.
zh_hans: 邮件已发送。
zh_hant: 電子郵件已傳送。

# statusMenu.profiling.failedBody
source: The capture did not finish. If a folder was created, it may contain partial logs.
ar: لم ينتهِ الالتقاط. إذا تم إنشاء مجلد، فقد يحتوي على سجلات جزئية.
de: Die Erfassung wurde nicht abgeschlossen. Falls ein Ordner erstellt wurde, enthält er möglicherweise unvollständige Protokolle.
es: La captura no finalizó. Si se creó una carpeta, puede que contenga registros parciales.
fr: La capture ne s'est pas terminée. Si un dossier a été créé, il peut contenir des journaux partiels.
ja: キャプチャが完了しませんでした。フォルダが作成されている場合は、部分的なログが含まれている可能性があります。
ko: 캡처가 완료되지 않았습니다. 폴더가 생성되었다면 일부 로그가 포함되어 있을 수 있습니다.
zh_hans: 采集未完成。如果已创建文件夹，其中可能包含部分日志。
zh_hant: 擷取未完成。如果已建立資料夾，其中可能包含部分記錄。

# statusMenu.profiling.failedTitle
source: Profiling failed
ar: فشل تحليل الأداء
de: Profiling fehlgeschlagen
es: Perfilado fallido
fr: Échec du profilage
ja: プロファイリングに失敗しました
ko: 프로파일링 실패
zh_hans: 性能分析失败
zh_hant: 效能分析失敗

# statusMenu.profiling.filesEmpty
source: Files: none yet
ar: الملفات: لا يوجد شيء بعد
de: Dateien: noch keine
es: Archivos: ninguno aún
fr: Fichiers : aucun pour l'instant
ja: ファイル: まだありません
ko: 파일: 아직 없음
zh_hans: 文件：暂无
zh_hant: 檔案：尚無

# statusMenu.profiling.filesHeader
source: Files:
ar: الملفات:
de: Dateien:
es: Archivos:
fr: Fichiers :
ja: ファイル:
ko: 파일:
zh_hans: 文件：
zh_hant: 檔案：

# statusMenu.profiling.filesUnavailable
source: Files: unavailable
ar: الملفات: غير متاحة
de: Dateien: nicht verfügbar
es: Archivos: no disponibles
fr: Fichiers : indisponibles
ja: ファイル: 取得できません
ko: 파일: 사용할 수 없음
zh_hans: 文件：不可用
zh_hant: 檔案：無法使用

# statusMenu.profiling.finalizing
source: Finalizing traces...
ar: يجري إنهاء التتبعات...
de: Traces werden abgeschlossen...
es: Finalizando trazas...
fr: Finalisation des traces...
ja: トレースを仕上げています...
ko: 추적 마무리 중...
zh_hans: 正在收尾跟踪数据...
zh_hant: 正在完成追蹤...

# statusMenu.profiling.folderSize
source: folder
ar: مجلد
de: Ordner
es: carpeta
fr: dossier
ja: フォルダ
ko: 폴더
zh_hans: 文件夹
zh_hant: 資料夾

# statusMenu.profiling.invalidEmail
source: Enter a valid email address so we can follow up.
ar: أدخل عنوان بريد إلكتروني صالحاً حتى نتمكن من المتابعة.
de: Geben Sie eine gültige E-Mail-Adresse ein, damit wir uns bei Ihnen melden können.
es: Introduzca una dirección de correo electrónico válida para que podamos hacer un seguimiento.
fr: Saisissez une adresse e-mail valide afin que nous puissions faire un suivi.
ja: 返信できるように有効なメールアドレスを入力してください。
ko: 확인 후 연락드릴 수 있도록 올바른 이메일 주소를 입력해 주세요.
zh_hans: 请输入有效的邮箱地址，以便我们跟进。
zh_hant: 請輸入有效的電子郵件地址以便我們後續聯絡。

# statusMenu.profiling.launchFailed
source: Unable to start profiling.
ar: تعذر بدء تحليل الأداء.
de: Profiling konnte nicht gestartet werden.
es: No se pudo iniciar el perfilado.
fr: Impossible de démarrer le profilage.
ja: プロファイリングを開始できません。
ko: 프로파일링을 시작할 수 없습니다.
zh_hans: 无法启动性能分析。
zh_hant: 無法開始效能分析。

# statusMenu.profiling.noteLabel
source: Anything else we should know?
ar: هل هناك أي شيء آخر يجب أن نعرفه؟
de: Sollten wir sonst noch etwas wissen?
es: ¿Hay algo más que debamos saber?
fr: Autre chose que nous devrions savoir ?
ja: 補足情報
ko: 기타 참고할 사항이 더 있나요?
zh_hans: 还有其他需要我们了解的吗？
zh_hant: 還有其他我們應該知道的事項嗎？

# statusMenu.profiling.openDraft
source: Open Email Draft
ar: فتح مسودة البريد الإلكتروني
de: E-Mail-Entwurf öffnen
es: Abrir borrador de correo
fr: Ouvrir le brouillon d'e-mail
ja: メール下書きを開く
ko: 이메일 초안 열기
zh_hans: 打开邮件草稿
zh_hant: 開啟電子郵件草稿

# statusMenu.profiling.openFolder
source: Open Folder
ar: فتح المجلد
de: Ordner öffnen
es: Abrir carpeta
fr: Ouvrir le dossier
ja: フォルダを開く
ko: 폴더 열기
zh_hans: 打开文件夹
zh_hant: 開啟資料夾

# statusMenu.profiling.openingDraft
source: Opening...
ar: يجري الفتح...
de: Wird geöffnet...
es: Abriendo...
fr: Ouverture...
ja: 開いています...
ko: 여는 중...
zh_hans: 正在打开...
zh_hant: 正在開啟...

# statusMenu.profiling.openingDraftStatus
source: Packaging the profile and opening an email draft.
ar: يجري حزم ملف التعريف وفتح مسودة بريد إلكتروني.
de: Profil wird verpackt und ein E-Mail-Entwurf geöffnet.
es: Empaquetando el perfil y abriendo un borrador de correo electrónico.
fr: Création du paquet de profil et ouverture d'un brouillon d'e-mail.
ja: プロファイルをパッケージ化し、メール下書きを開いています。
ko: 프로파일을 패키징하고 이메일 초안을 열고 있습니다.
zh_hans: 正在打包分析数据并打开邮件草稿。
zh_hant: 正在打包效能設定檔並開啟電子郵件草稿。

# statusMenu.profiling.packageFailed
source: Could not package the attachment.
ar: تعذر حزم المرفق.
de: Der Anhang konnte nicht verpackt werden.
es: No se pudo empaquetar el archivo adjunto.
fr: Impossible de créer le paquet de la pièce jointe.
ja: 添付ファイルをパッケージ化できませんでした。
ko: 첨부 파일을 패키징할 수 없습니다.
zh_hans: 无法打包附件。
zh_hant: 無法打包附件。

# statusMenu.profiling.packageReady
source: Attachment is ready to preview.
ar: المرفق جاهز للمعاينة.
de: Anhang ist zur Vorschau bereit.
es: El archivo adjunto está listo para la vista previa.
fr: La pièce jointe est prête à être prévisualisée.
ja: 添付ファイルをプレビューできます。
ko: 첨부 파일 미리보기가 준비되었습니다.
zh_hans: 附件已可预览。
zh_hant: 附件已準備好進行預覽。

# statusMenu.profiling.packagingAttachment
source: Packaging...
ar: يجري الحزم...
de: Wird verpackt...
es: Empaquetando...
fr: Création du paquet...
ja: パッケージ化中...
ko: 패키징 중...
zh_hans: 正在打包...
zh_hant: 正在打包...

# statusMenu.profiling.packagingAttachmentStatus
source: Creating the zip attachment for preview.
ar: يجري إنشاء مرفق zip للمعاينة.
de: Zip-Anhang wird für die Vorschau erstellt.
es: Creando el archivo adjunto zip para la vista previa.
fr: Création de la pièce jointe zip pour la prévisualisation.
ja: プレビュー用のzip添付ファイルを作成しています。
ko: 미리보기를 위한 zip 첨부 파일을 생성하는 중입니다.
zh_hans: 正在创建用于预览的 zip 附件。
zh_hant: 正在建立用於預覽的 zip 附件。

# statusMenu.profiling.permissionExplanation
source: macOS may ask for administrator permission because Instruments samples the running cmux process.
ar: قد يطلب نظام macOS إذن المسؤول لأن Instruments يأخذ عينات من عملية cmux قيد التشغيل.
de: macOS fragt möglicherweise nach Administratorberechtigungen, da Instruments den laufenden cmux-Prozess analysiert.
es: macOS puede solicitar permisos de administrador debido a que Instruments realiza un muestreo del proceso cmux en ejecución.
fr: macOS peut demander une autorisation d'administrateur car Instruments échantillonne le processus cmux en cours d'exécution.
ja: Instrumentsが実行中のcmuxプロセスをサンプリングするため、macOSが管理者権限を求める場合があります。
ko: Instruments가 실행 중인 cmux 프로세스를 샘플링하기 때문에 macOS에서 관리자 권한을 요청할 수 있습니다.
zh_hans: 由于 Instruments 需要对运行中的 cmux 进程采样，macOS 可能会请求管理员权限。
zh_hant: macOS 可能會要求管理員權限，因為 Instruments 會對執行中的 cmux 程序進行採樣。

# statusMenu.profiling.permissionTitle
source: Why macOS may ask for permission
ar: لماذا قد يطلب نظام macOS الإذن
de: Warum macOS nach Berechtigungen fragen kann
es: Por qué macOS puede solicitar permisos
fr: Pourquoi macOS peut demander une autorisation
ja: macOSが権限を求める理由
ko: macOS가 권한을 요청할 수 있는 이유
zh_hans: macOS 为什么可能请求权限
zh_hant: 為什麼 macOS 可能會要求權限

# statusMenu.profiling.previewArchiveNote
source: The email includes a zip with traces, logs, summary.md, and system-info.txt.
ar: يتضمن البريد الإلكتروني ملف zip يحتوي على تتبعات وسجلات و summary.md و system-info.txt.
de: Die E-Mail enthält ein Zip-Archiv mit Traces, Protokollen, summary.md und system-info.txt.
es: El correo electrónico incluye un archivo zip con trazas, registros, summary.md y system-info.txt.
fr: L'e-mail comprend un fichier zip contenant les traces, les journaux, summary.md et system-info.txt.
ja: メールにはトレース、ログ、summary.md、system-info.txtを含むzipが添付されます。
ko: 이메일에는 추적 정보, 로그, summary.md 및 system-info.txt가 포함된 zip 파일이 첨부되어 있습니다.
zh_hans: 邮件中包含一个 zip，内含跟踪数据、日志、summary.md 和 system-info.txt。
zh_hant: 該電子郵件包含一個包含追蹤、記錄、summary.md 和 system-info.txt 的 zip 檔案。

# statusMenu.profiling.previewAttachment
source: Preview Attachment
ar: معاينة المرفق
de: Vorschau des Anhangs
es: Vista previa del archivo adjunto
fr: Aperçu de la pièce jointe
ja: 添付ファイルをプレビュー
ko: 첨부파일 미리보기
zh_hans: 预览附件
zh_hant: 預覽附件

# statusMenu.profiling.previewAttachmentFormat
source: Attachment: %@
ar: المرفق: %@
de: Anhang: %@
es: Archivo adjunto: %@
fr: Pièce jointe : %@
ja: 添付ファイル: %@
ko: 첨부 파일: %@
zh_hans: 附件：%@
zh_hant: 附件：%@

# statusMenu.profiling.previewEmailFormat
source: Your email: %@
ar: بريدك الإلكتروني: %@
de: Ihre E-Mail: %@
es: Su correo electrónico: %@
fr: Votre e-mail : %@
ja: メールアドレス: %@
ko: 사용자 이메일: %@
zh_hans: 你的邮箱：%@
zh_hant: 您的電子郵件：%@

# statusMenu.profiling.previewLabel
source: Attachment preview
ar: معاينة المرفق
de: Vorschau des Anhangs
es: Vista previa del archivo adjunto
fr: Aperçu de la pièce jointe
ja: 添付ファイルのプレビュー
ko: 첨부 파일 미리보기
zh_hans: 附件预览
zh_hant: 附件預覽

# statusMenu.profiling.previewRecipient
source: Recipient: %@
ar: المستلم: %@
de: Empfänger: %@
es: Destinatario: %@
fr: Destinataire : %@
ja: 宛先: %@
ko: 수신자: %@
zh_hans: 收件人：%@
zh_hant: 收件人：%@

# statusMenu.profiling.previewSummaryHeader
source: summary.md preview:
ar: معاينة summary.md:
de: summary.md Vorschau:
es: Vista previa de summary.md:
fr: Aperçu de summary.md :
ja: summary.mdプレビュー:
ko: summary.md 미리보기:
zh_hans: summary.md 预览：
zh_hant: summary.md 預覽：

# statusMenu.profiling.previewWaiting
source: The attachment preview will appear after the profiler writes the capture folder.
ar: ستظهر معاينة المرفق بعد أن يقوم محلل الأداء بكتابة مجلد الالتقاط.
de: Die Vorschau des Anhangs wird angezeigt, sobald der Profiler den Erfassungsordner geschrieben hat.
es: La vista previa del archivo adjunto aparecerá después de que el perfilador escriba en la carpeta de captura.
fr: L'aperçu de la pièce jointe apparaîtra une fois que le profileur aura écrit dans le dossier de capture.
ja: プロファイラがキャプチャフォルダを書き出すと、添付ファイルのプレビューが表示されます。
ko: 프로파일러가 캡처 폴더 작성을 완료하면 첨부 파일 미리보기가 표시됩니다.
zh_hans: 性能分析器写入采集文件夹后会显示附件预览。
zh_hant: 附件預覽將在分析器寫入擷取資料夾後顯示。

# statusMenu.profiling.readyToReview
source: Review the attachment, add context, then send the email.
ar: راجع المرفق، وأضف سياقاً، ثم أرسل البريد الإلكتروني.
de: Überprüfen Sie den Anhang, fügen Sie Kontext hinzu und senden Sie dann die E-Mail.
es: Revise el archivo adjunto, agregue contexto y luego envíe el correo electrónico.
fr: Vérifiez la pièce jointe, ajoutez du contexte, puis envoyez l'e-mail.
ja: 添付ファイルを確認し、補足情報を追加してからメールを送信してください。
ko: 첨부 파일을 검토하고 내용을 추가한 후 이메일을 전송하세요.
zh_hans: 检查附件、补充说明，然后发送邮件。
zh_hant: 檢查附件、加入背景資訊，然後傳送電子郵件。

# statusMenu.profiling.remainingFormat
source: About %d seconds remaining
ar: متبقٍ حوالي %d ثانية
de: Etwa %d Sekunden verbleibend
es: Aproximadamente %d segundos restantes
fr: Environ %d secondes restantes
ja: 残り約%d秒
ko: 약 %d초 남음
zh_hans: 剩余约 %d 秒
zh_hant: 大約剩餘 %d 秒

# statusMenu.profiling.reviewTitle
source: Send a cmux profile
ar: إرسال ملف تعريف لـ cmux
de: Ein cmux-Profil senden
es: Enviar un perfil de cmux
fr: Envoyer un profil cmux
ja: cmuxプロファイルを送信
ko: cmux 프로파일 전송
zh_hans: 发送 cmux 性能分析数据
zh_hant: 傳送 cmux 效能設定檔

# statusMenu.profiling.running
source: Recording CPU, SwiftUI, memory, and system traces in the background.
ar: يجري تسجيل تتبعات المعالج (CPU) و SwiftUI والذاكرة والنظام في الخلفية.
de: CPU-, SwiftUI-, Speicher- und System-Traces werden im Hintergrund aufgezeichnet.
es: Registrando trazas de CPU, SwiftUI, memoria y sistema en segundo plano.
fr: Enregistrement en arrière-plan du processeur, de SwiftUI, de la mémoire et des traces système.
ja: CPU、SwiftUI、メモリ、システムトレースをバックグラウンドで記録しています。
ko: 백그라운드에서 CPU, SwiftUI, 메모리 및 시스템 추적을 기록하는 중입니다.
zh_hans: 正在后台录制 CPU、SwiftUI、内存和系统跟踪数据。
zh_hant: 正在背景記錄 CPU、SwiftUI、記憶體及系統追蹤。

# statusMenu.profiling.scriptMissing
source: The bundled profiling script is missing.
ar: برنامج تحليل الأداء المرفق مفقود.
de: Das mitgelieferte Profiling-Skript fehlt.
es: Falta el script de perfilado integrado.
fr: Le script de profilage fourni est manquant.
ja: 同梱のプロファイリングスクリプトが見つかりません。
ko: 내장된 프로파일링 스크립트가 없습니다.
zh_hans: 缺少随附的性能分析脚本。
zh_hant: 遺失隨附的效能分析指令碼。

# statusMenu.profiling.sendEmail
source: Send Email
ar: إرسال البريد الإلكتروني
de: E-Mail senden
es: Enviar correo electrónico
fr: Envoyer l'e-mail
ja: メールを送信
ko: 이메일 보내기
zh_hans: 发送邮件
zh_hant: 傳送電子郵件

# statusMenu.profiling.sendingEmail
source: Sending...
ar: يجري الإرسال...
de: Wird gesendet...
es: Enviando...
fr: Envoi...
ja: 送信中...
ko: 보내는 중...
zh_hans: 正在发送...
zh_hant: 正在傳送...

# statusMenu.profiling.sendingEmailStatus
source: Packaging the profile and sending the email through Mail.
ar: يجري حزم ملف التعريف وإرسال البريد الإلكتروني عبر تطبيق البريد (Mail).
de: Das Profil wird verpackt und die E-Mail über Mail gesendet.
es: Empaquetando el perfil y enviando el correo electrónico a través de Mail.
fr: Création du paquet de profil et envoi de l'e-mail via Mail.
ja: プロファイルをパッケージ化し、Mailからメールを送信しています。
ko: 프로파일을 패키징하고 Mail 앱을 통해 이메일을 보내는 중입니다.
zh_hans: 正在打包分析数据并通过「邮件」发送。
zh_hant: 正在打包效能設定檔並透過「郵件」應用程式傳送電子郵件。

# statusMenu.profiling.starting
source: Starting Instruments...
ar: يجري تشغيل Instruments...
de: Instruments wird gestartet...
es: Iniciando Instruments...
fr: Démarrage d'Instruments...
ja: Instrumentsを起動中...
ko: Instruments 시작 중...
zh_hans: 正在启动 Instruments...
zh_hant: 正在啟動 Instruments...

# statusMenu.profiling.submitLaunchFailed
source: Unable to send the email.
ar: تعذر إرسال البريد الإلكتروني.
de: Die E-Mail konnte nicht gesendet werden.
es: No se pudo enviar el correo electrónico.
fr: Impossible d'envoyer l'e-mail.
ja: メールを送信できません。
ko: 이메일을 보낼 수 없습니다.
zh_hans: 无法发送邮件。
zh_hant: 無法傳送電子郵件。

# statusMenu.profiling.submitTimedOut
source: Mail did not finish in time. Stopping the send helper so you can retry.
ar: لم ينتهِ تطبيق البريد (Mail) في الوقت المناسب. يجري إيقاف مساعد الإرسال لتتمكن من إعادة المحاولة.
de: Mail wurde nicht rechtzeitig beendet. Der Sende-Helfer wird gestoppt, damit Sie es erneut versuchen können.
es: Mail no finalizó a tiempo. Deteniendo el asistente de envío para que pueda volver a intentarlo.
fr: L'application Mail n'a pas terminé à temps. Arrêt de l'assistant d'envoi pour que vous puissiez réessayer.
ja: Mailが時間内に完了しませんでした。再試行できるよう送信ヘルパーを停止しています。
ko: Mail 앱이 제시간에 완료되지 않았습니다. 다시 시도할 수 있도록 전송 도우미를 중단합니다.
zh_hans: 「邮件」未及时完成。正在停止发送辅助程序，以便你重试。
zh_hant: 「郵件」未及時完成。正在停止傳送小幫手，以便您重試。

# statusMenu.profiling.submitTimedOutRetry
source: The Mail helper timed out and was stopped. You can try again.
ar: انتهت مهلة مساعد البريد (Mail) وتم إيقافه. يمكنك المحاولة مرة أخرى.
de: Die Zeitüberschreitung für den Mail-Helfer wurde erreicht und er wurde gestoppt. Sie können es erneut versuchen.
es: El asistente de Mail agotó el tiempo de espera y se detuvo. Puede volver a intentarlo.
fr: L'assistant Mail a expiré et a été arrêté. Vous pouvez réessayer.
ja: Mailヘルパーがタイムアウトしたため停止しました。もう一度試せます。
ko: Mail 도우미가 시간 초과되어 중단되었습니다. 다시 시도해 주세요.
zh_hans: 「邮件」辅助程序已超时并停止。你可以重试。
zh_hant: 「郵件」小幫手逾時並已停止。您可以再試一次。

# statusMenu.profiling.submitterMissing
source: The bundled profile submission helper is missing.
ar: مساعد إرسال ملف التعريف المرفق مفقود.
de: Der mitgelieferte Helfer zur Profilübermittlung fehlt.
es: Falta el asistente de envío de perfiles integrado.
fr: L'assistant de soumission de profil fourni est manquant.
ja: 同梱のプロファイル送信ヘルパーが見つかりません。
ko: 내장된 프로파일 전송 도우미가 없습니다.
zh_hans: 缺少随附的分析数据提交辅助程序。
zh_hant: 遺失隨附的效能設定檔提交小幫手。

# statusMenu.profiling.summaryMissing
source: summary.md is not available yet.
ar: summary.md غير متاح بعد.
de: summary.md ist noch nicht verfügbar.
es: summary.md no está disponible todavía.
fr: summary.md n'est pas encore disponible.
ja: summary.mdはまだ利用できません。
ko: summary.md를 아직 사용할 수 없습니다.
zh_hans: summary.md 尚不可用。
zh_hant: 尚未提供 summary.md。

# statusMenu.profiling.title
source: Profiling cmux
ar: تحليل أداء cmux
de: cmux-Profiling
es: Perfilando cmux
fr: Profilage de cmux
ja: cmuxをプロファイリング中
ko: cmux 프로파일링
zh_hans: 正在分析 cmux 性能
zh_hant: 正在對 cmux 進行效能分析

# statusMenu.searchAllWindows
source: Search All Windows...
ar: البحث في جميع النوافذ...
de: Alle Fenster durchsuchen...
es: Buscar en todas las ventanas...
fr: Rechercher dans toutes les fenêtres...
ja: すべてのウィンドウを検索...
ko: 모든 윈도우 검색...
zh_hans: 搜索所有窗口...
zh_hant: 搜尋所有視窗...

# statusMenu.showCmux
source: Show cmux
ar: عرض cmux
bs: Prikaži cmux
da: Vis cmux
de: cmux anzeigen
es: Mostrar cmux
fr: Afficher cmux
it: Mostra cmux
ja: cmuxを表示
ko: cmux 표시
nb: Vis cmux
pl: Pokaż cmux
pt_br: Mostrar cmux
ru: Показать cmux
th: แสดง cmux
tr: cmux'u Göster
uk: Показати cmux
zh_hans: 显示 cmux
zh_hant: 顯示 cmux

# statusMenu.showNotifications
source: Show Notifications
ar: عرض الإشعارات
bs: Prikaži obavještenja
da: Vis notifikationer
de: Benachrichtigungen anzeigen
es: Mostrar notificaciones
fr: Afficher les notifications
it: Mostra notifiche
ja: 通知を表示
ko: 알림 표시
nb: Vis varsler
pl: Pokaż powiadomienia
pt_br: Mostrar Notificações
ru: Показать уведомления
th: แสดงการแจ้งเตือน
tr: Bildirimleri Göster
uk: Показати сповіщення
zh_hans: 显示通知
zh_hant: 顯示通知

# statusMenu.sleepyMode
source: Sleepy Mode
ar: وضع الخمول
de: Schlafmodus
es: Modo somnoliento
fr: Mode veille
ja: おやすみモード
ko: 슬리피 모드
zh_hans: 睡眠模式
zh_hant: 睡眠模式

# statusMenu.sleepyModeSettings
source: Sleepy Mode Settings…
ar: إعدادات وضع النوم (Sleepy Mode)…
de: Ruhemodus-Einstellungen…
es: Ajustes del modo Sleepy…
fr: Réglages du mode veille…
ja: おやすみモード設定…
ko: Sleepy Mode 설정…
zh_hans: 睡眠模式设置…
zh_hant: 睡眠模式設定…

# statusMenu.startProfiling
source: Start Profiling
ar: بدء تحليل الأداء
de: Profiling starten
es: Iniciar perfilado
fr: Démarrer le profilage
ja: プロファイリングを開始
ko: 프로파일링 시작
zh_hans: 开始性能分析
zh_hant: 開始效能分析

# statusMenu.taskManager
source: Task Manager...
ar: إدارة المهام...
es: Administrador de tareas...
fr: Gestionnaire de tâches...
ja: タスクマネージャ...
ko: 작업 관리자...
zh_hans: 任务管理器...
zh_hant: 工作管理員...

# statusMenu.tooltip.unread.one
source: 1 unread notification
ar: إشعار واحد غير مقروء
bs: 1 nepročitano obavještenje
da: 1 ulæst notifikation
de: 1 ungelesene Benachrichtigung
es: 1 notificación no leída
fr: 1 notification non lue
it: 1 notifica non letta
ja: 未読通知 1件
ko: 읽지 않은 알림 1개
nb: 1 ulest varsel
pl: 1 nieprzeczytane powiadomienie
pt_br: 1 notificação não lida
ru: 1 непрочитанное уведомление
th: 1 การแจ้งเตือนที่ยังไม่อ่าน
tr: 1 okunmamış bildirim
uk: 1 непрочитане сповіщення
zh_hans: 1 条未读通知
zh_hant: 1 則未讀通知
